test/integration/data.pyvmomi.clone/request-197.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <soapenv:Body>
    <FindByUuid xmlns="urn:vim25">
      <_this type="SearchIndex">SearchIndex</_this>
      <uuid>4210694e-0ab4-8765-2aea-873c507b746d</uuid>
      <vmSearch>true</vmSearch>
    </FindByUuid>
  </soapenv:Body>
</soapenv:Envelope>
